{
  "navbar": {
    "title": "SERTECT INNOV",
    "home": "Home",
    "Services":"Services" ,
    "Products": {
      "pro01": "Products",
        "pro0": "More Options",
      "pro1": "About Us",
      "pro2": "Portfolio",
      "pro3": "Research"
    },
    "solutions":{
      "op0":"More Options" ,
      "op1": "Software Development",
      "op2": "Web Development",
      "op3":"Cloud Computing Services"
    },
    "company": "A company's activities span various domains crucial for its success. These encompass product development, service provision, marketing, sales, customer relationship management, and operations and supply chain management. Through innovation, companies create or enhance products and services to meet evolving customer needs. Marketing and sales efforts ensure visibility and customer acquisition, while customer relationship management fosters loyalty and satisfaction. Efficient operations and supply chain management enable smooth business operations and cost control. Together, these endeavors drive the company's growth and sustainability in a competitive market landscape.",
    "status": "I understand",
    "intro": "A little introduction for our company"
  },
  "companyInformation": {
    "title": "SERTECT INNOV",
    "desc": "Advanced Network Solutions"
  },
  "footer": {
    "Explore": "Explore",
    "WhoAreWe": "Who are we?",
    "AboutUs": "About Us",
    "OurPhilosophy": "Our Philosophy",
    "OurValues": "Our Values",
    "OurServices": "Our Services",
    "ContactUs": "Contact Us",
    "OurTeam": "Our Team",
    "Research": "Research",
    "Contact": "Our Contacts",
    "Location": "Open Google Maps",
    "mission": "At Sertect Innova, we are catalysts for innovation and transformation in the realm of Information Technology (IT). Our mission is rooted in the profound understanding that businesses today require continuous adaptation and innovation to thrive amidst contemporary challenges.",
    "commitment": "",
    "mission2": "Our mission extends beyond mere technological advancements; it encompasses a dedication to empowering our clients to unlock their full potential, seize new opportunities, and stay ahead of the curve in an ever-evolving market. With a focus on delivering tangible value and sustainable results, we stand as trusted partners on the journey towards transformative change and enduring success."
},
  "slides":{
    "whoti": "who are we ?",
    "whoarewe": "we're catalysts for innovation and transformation in IT . We understand that businesses\n  need constant adaptation and innovation to thrive.With a strong commitment to \n excellence, we leverage our digital expertise to empower organizations across\n  diverse sectors",
    "contact": "Contact Us ",
    "contact_paragraph": "For all inquiries regarding Sertect Innova's information technology services,\n feel free to reach out to us. Our dedicated team is committed\n  to providing exceptional service and support to our clients.\n  Whether you have questions, require assistance,\n  or seek collaboration opportunities, we're here to assist you\n . Contact us via phone, email, or the provided form below,\n  and let's embark on a journey of technological innovation together.\n ",
    "services": "Our Services",
    "services_paragraph": "IT companies provide a wide array of services, including software development,\n  web solutions, cloud computing, cybersecurity, data analytics, and IT consulting.\n  These services are designed to help businesses streamline operations,\n  enhance efficiency, and stay competitive in the digital age.",
    "aboutus": "About Us ",
    "aboutUsparagraph": "Welcome to Sertect Innova,\n  your trusted partner in the realm of information technology. At Sertect Innova, we are dedicated\n  to driving innovation  and transformation through cutting-edge IT\n  solutions. With a focus on excellence and customer satisfaction, we strive to empower \n businesses across diverse sectors with our expertise and dedication.\n  Explore our services and discover \n how we can help you harness the power of technology to achieve your goals.\n ",
    "products":  "Products",
    "products_paragraph":"Discover the latest offerings from Sertect Innova,\n where innovation meets installation. Our team is dedicated to bringing \n you the newest products and cutting-edge solutions in information \n technology. With seamless installation and expert support, we ensure that your business stays\n  ahead of the curve\n Experience the future of IT with Sertect Innova."
  },
  "cards": {
    "title1": "Who Are Sertect Innova ?",
    "paragraph1":"At Sertect Innova, we are catalysts for innovation and transformation\n  in the realm of Information Technology (IT)\n . Our mission is rooted in the profound understanding \n that businesses today require continuous adaptation\n  and innovation to thrive amidst contemporary challenges.\n  With a steadfast commitment to excellence,\n  we bring forth our expertise in digital\n  technologies to empower organizations across diverse sectors",
    "title2":"Our Philosophy" ,
    "paragraph21":"Empowering Your Value Creation Through Digital Expertise" ,
    "paragraph22":"Our philosophy embodies a dedication to accompany you on your journey to success, ensuring your satisfaction and contributing to the realization of your IT projects. For us, success transcends mere technical solutions; it encompasses the delivery of tangible value to your business operations. Irrespective of your project's scale or industry, we tailor solutions to address your specific challenges. Our extensive experience spans across various domains, including banking, transportation, energy, defense, and beyond, reflecting our adaptability to diverse environments.",
    "title3": "What Sets Us Apart?",
    "paragraph3": "Sertect Innova is more than just a service provider; it's a hub of knowledge sharing and collaboration. We believe in breaking down the barriers of traditional IT practices, fostering an environment where knowledge exchange fuels positive evolution. Our seasoned experts stand ready to guide you through every phase of your IT projects, whether it's strategic planning, architectural design, or technology implementation"
  },
  "aboutUs": {
    "aboutUsTitle": "About Us",
    "OurValuesTitle": "Our Values",
    "val1": "Excellence",
    "val2": "Integrity",
    "val3": "Innovation",
    "val4": "Customer Focus",
    "valText1": "We strive for excellence in everything we do, from the quality of our work to the level of service we provide.",
    "valText2":"We conduct ourselves with the highest level of integrity and professionalism, earning the trust and respect of our clients and partners." ,
    "valText3": "we're passionate about innovation and embrace new ideas and technologies to drive continuous improvement.",
    "valText4":"Our clients are at the center of everything we do, and we're committed to delivering solutions that meet their needs and exceed their expectations." ,
    "word1": "Expertise",
    "word2": "Innovation",
    "word3": "Collaboration",
    "word4": "Results",
    "text1": "With a team of seasoned professionals and industry experts, we bring a wealth of experience and knowledge to every project.",
    "text2": "We're at the forefront of technological innovation, constantly exploring new ideas and solutions to stay ahead of the curve.",
    "text3": "We believe in the power of collaboration and work closely with our clients to understand their unique challenges and goals.",
    "text4": "Our track record speaks for itself - we've helped countless businesses achieve their digital objectives and drive measurable results.",
    "choice": "Why Choose Sertect Innova?",
    "ourMissionTitle":"our mission" ,
    "parOne":"At Sertect Innova, we're more than just an IT company - we're your strategic partner in digital transformation. Founded on the belief that innovation is the key to success in today's rapidly evolving business landscape, we specialize in delivering cutting-edge solutions that empower organizations to thrive in the digital age.",
    "ourMission": "At Sertect Innova, our mission is to revolutionize the IT landscape by providing cutting-edge solutions tailored to meet the evolving needs of businesses globally. We are dedicated to empowering organizations with innovative technologies and strategic insights, enabling them to navigate the complexities of the digital world with confidence. With a relentless commitment to excellence and customer satisfaction, we strive to be the trusted partner that businesses rely on to drive growth, foster innovation, and achieve success in an ever-changing IT landscape."
  },
  "feedback": {
    "feedbackText1": "We're sorry to hear you had a bad experience. Please let us know how we can improve.",
    "feedbackText2":"Thank you for your feedback. We're always striving to improve our service.",
    "feedbackText3":"We appreciate your feedback. Let us know how we can make your experience better.",
    "feedbackText4":"Thank you for your positive feedback! We're glad you enjoyed your experience.",
    "feedbackText5":"Wow! Thank you for the glowing review! We're thrilled to hear you had such a great experience with us.",
    "support": "Support",
    "motion1": "Poor",
    "motion2": "Fair",
    "motion3": "Good",
    "motion4": "Very good",
    "motion5": "Excellent",
    "Reviews": "Reviews",
    "Reviews1": "Write Reviews"
  },
  "videoDesc": "The deployment of security policies is done manually by entering rules one by one, or alternatively by inserting a file containing all the rules into the firewall, which takes more time and increases the likelihood of errors. Additionally, a network administrator may encounter problems updating a large policy within a very short time frame on a remote firewall. To address all these issues, it is necessary to consider a mechanism for automating the deployment operation. In this project, we will use an effective strategy that could prevent security vulnerabilities. Then, we will provide and implement a correct, efficient, and safe algorithm for policy editing classes. Our theoretical study shows that this algorithm is very fast and can be used safely, even for deploying policies of very large size. Its objective is to create a reliable application, saving the network administrator from wasting too much time and energy on manual deployment of security policies. This tool will convert the algorithm described above to automatically, efficiently, and quickly deploy large-scale policies. This software will be installed on any computer server and will first be tested on software firewalls. In a second phase, the application will be extended to ensure communication with physical firewalls. Our application will also be the subject of publications and scientific conferences in the future to be verified in major international scientific events. Our work is a product innovation that will address an existing service, which is the manual deployment of a security policy but with a new method made possible by the technology represented by firewall update automation.",
  "layout": {
    "layoutDemo": "House in the woods",
    "layoutText1": "A serene and tranquil retreat, this house in the woods offers a peaceful\n        escape from the hustle and bustle of city life.",
    "layoutDemo1": "House above the clouds",
    "layoutText2": " Perched high above the world, this house offers breathtaking views and a\n        unique living experience. It&apos;s a place where the sky meets home,\n        and tranquility is a way of life.",
    "layoutDemo2": "Greens all over",
    "layoutText3": " A house surrounded by greenery and nature&apos;s beauty. It&apos;s the\n        perfect place to relax, unwind, and enjoy life.",
     "layoutDemo3": "Rivers are serene",
    "layoutText4": "A house by the river is a place of peace and tranquility. It&apos;s the\n        perfect place to relax, unwind, and enjoy life."
  },
  "project":{
    "word1": "Details",
    "word2": "CLient",
    "word3": "Type",
    "word4": "Budget",
    "word5": "Duration"
  },
  "contactUs": {
    "text1":"General Inquiry" ,
    "text2": "Technical Support",
    "text3":"Feedback and Suggestions" ,
    "text4":"Request for Quote" ,
    "text5": "Report a Bug or Issue",
    "text6":"Collaboration Opportunities" ,
    "text7":"Media and Press Inquiries" ,
    "text8":"Employment Opportunities" ,
    "text9":"Other",
    "val1":"General Inquiry" ,
    "val2": "Technical Support",
    "val3":"Feedback and Suggestions" ,
    "val4":"Request for Quote" ,
    "val5": "Report a Bug or Issue",
    "val6":"Collaboration Opportunities" ,
    "val7":"Media and Press Inquiries" ,
    "val8":"Employment Opportunities" ,
    "val9":"Other",
    "title": "Contact Us",
    "des1": "Join now",
    "desc2": "Are you seeking solutions to your inquiries, aiming\n                to resolve an issue, or maybe seeking to provide us with your\n                precious feedback?",
    "title2": "Have Any Questions",
    "desc3": "Because working at Sertect Innova is not just a job, it's a real professional and human adventure! Whether you want to become a great developer, the best technical expert, or a fantastic project manager, we have a place for you and the willingness to support you in your development. Because you share our values: teamwork, autonomy, fulfillment, fun, responsibility, friendliness, and sharing. Because you want a daily life that combines a love for new technologies, the realization of innovative projects, and well-being. ",
    "formName": "First name",
    "formLast": "Last name",
    "formEmail": "Email",
    "formSub": "Select Subject",
    "formSend": "Send",
    "msg": "Your Message ...",
    "form": "Forgot your password?"
  },
    "services": {
        "title1":"IT Consulting" ,
        "title2": "Integration",
        "title3":"Custom Development" ,
        "title6":"Training and Knowledge Sharing" ,
        "title5":"Research and Development" ,
        "title4": "Support and Maintenance",
        "val1": "As trusted IT consultants, we provide strategic guidance to drive digital transformation initiatives. From defining IT strategies to selecting the right technologies, we help clients leverage IT to achieve their business objectives." ,
        "val2":"Our integration services focus on seamlessly integrating existing solutions into clients' IT ecosystems. Whether leveraging open-source or proprietary technologies, we ensure smooth interoperability to enhance efficiency and reduce costs." ,
        "val3":"We specialize in designing and developing custom software solutions tailored to meet the unique needs of our clients. From custom applications to integration with existing systems, we deliver solutions that drive business growth and competitiveness." ,
        "val4":"Our support and maintenance services ensure the smooth operation of IT systems and applications. With proactive monitoring and responsive support, we minimize downtime and optimize system performance to keep businesses running smoothly." ,
        "val5":  "We offer customized training programs and knowledge-sharing sessions to empower client teams with the skills and insights needed to leverage new technologies effectively. Our goal is to foster a culture of continuous learning and innovation within client organizations.",
        "val6":"At Sertect Innova, we invest in research initiatives to develop innovative solutions that address current and future challenges. Collaborating with academic and industry partners, we strive to push the boundaries of technology to deliver cutting-edge solutions to our clients.",
        "phone": "Phone N ",
        "service": "Select Service",
        "req": "Your Request...",
        "explore": "Explore",
        "services": "Our Services",
        "mainTitle": "Comprehensive IT Services We’re Offering",
        "request": "Request a Service",
        "reqPar": "Capture the essence of your vision with vibrant detail. The more intricate, the more enchanting. Following that? Anticipate our swift response, a focused conversation\n              to unravel your project, and a meticulously crafted quote to solidify our partnership.",
        "project": "A project? The best thing is to talk about it!",
        "projectPar": "Our approach consists of analyzing your systems and your activity in order to understand your issues and advise you on improving organization, productivity, and the security of your information systems. Sertect Innova offers software solutions for its clients. Sertect Innova's software solutions are developed based on the experience gained from our projects with our clients. These business software solutions are inherently designed to be tailored to the specific needs of each client."
    },
    "profiler": {
        "team": "Our Team",
         "clients": "Our Clients",
         "projects": "Our Projects",
        "brands": "Our Brands",
        "connect": "Connected with Sertect Innova  ",
        "title1": "IT Consulting",
        "title2": "Integration",
        "title3": "Custom Development",
        "title4": "Support and Maintenance",
        "title5": "Training and Knowledge Sharing",
        "title6": "Research and Development",
        "desc1":"As trusted IT consultants, we provide strategic guidance to drive digital transformation initiatives. From defining IT strategies to selecting the right technologies, we help clients leverage IT to achieve their business objectives.",
         "desc2": "Our integration services focus on seamlessly integrating existing solutions into clients' IT ecosystems. Whether leveraging open-source or proprietary technologies, we ensure smooth interoperability to enhance efficiency and reduce costs.",
         "desc3":"We specialize in designing and developing custom software solutions tailored to meet the unique needs of our clients. From custom applications to integration with existing systems, we deliver solutions that drive business growth and competitiveness." ,
         "desc4":"Our support and maintenance services ensure the smooth operation of IT systems and applications. With proactive monitoring and responsive support, we minimize downtime and optimize system performance to keep businesses running smoothly." ,
         "desc5":"We offer customized training programs and knowledge-sharing sessions to empower client teams with the skills and insights needed to leverage new technologies effectively. Our goal is to foster a culture of continuous learning and innovation within client organizations." ,
         "desc6": "At Sertect Innova, we invest in research initiatives to develop innovative solutions that address current and future challenges. Collaborating with academic and industry partners, we strive to push the boundaries of technology to deliver cutting-edge solutions to our clients.",
        "def": "At Sertect Innova, we're more than just an IT company - we're your strategic partner in digital transformation. Founded on the belief that innovation is the key to success in today's rapidly evolving business landscape, we specialize in delivering cutting-edge solutions that empower organizations to thrive in the digital age.."
    },
    "research": {
        "text1":"Overview " ,
        "text2": " of ",
        "text3":" Research" ,
        "text4":"Activities",
        "desc1": "Research at Sertect Innova is integral to our commitment to innovation and problem-solving. We dedicate resources to exploring cutting-edge technologies and developing solutions to address complex challenges.",
        "title1": "Areas of Research Focus",
        "title2": "Benefits for Clients",
        "title3": "Collaborations and Partnerships",
        "title4": "Future Directions",
        "title5": "Knowledge Sharing and Dissemination",
        "par1":"Our research focuses on developing algorithms for solving complex business problems, particularly in optimization and combinatorial optimization.",
        "par2": " Our research directly translates into practical benefits for our clients, including innovative solutions that improve efficiency, reduce costs, and enhance performance.",
        "par3": "Our research focuses on developing algorithms for solving complex business problems, particularly in optimization and combinatorial optimization.",
        "par4": " Our future research will continue to focus on developing advanced algorithms and solutions to address emerging challenges in various industries, such as healthcare, transportation, and finance.",
        "par5": " We actively share our research findings through publications, presentations at conferences, and participation in industry events, contributing to the advancement of knowledge in our field."
    }
}
