{
    "navbar": {
        "title": "SERTECT INNOV",
        "home": "Inicio",
        "Services": "Servicios",
        "Products": {
            "pro01": "Productos",
            "pro0": "Más opciones",
            "pro1": "Nosotros",
            "pro2": "Portafolio",
            "pro3": "Investigación"
        },
        "solutions": {
            "op0": "Más opciones",
            "op1": "Desarrollo de Software",
            "op2": "Desarrollo Web",
            "op3": "Servicios de Computación en la Nube"
        },
        "company": "Las actividades de una empresa abarcan varios dominios cruciales para su éxito. Estos incluyen el desarrollo de productos, la prestación de servicios, el marketing, las ventas, la gestión de relaciones con los clientes, y la gestión de operaciones y de la cadena de suministro. A través de la innovación, las empresas crean o mejoran productos y servicios para satisfacer las necesidades cambiantes de los clientes. Los esfuerzos de marketing y ventas garantizan visibilidad y adquisición de clientes, mientras que la gestión de relaciones con los clientes fomenta la lealtad y la satisfacción. Una gestión eficiente de las operaciones y de la cadena de suministro permite un funcionamiento empresarial fluido y un control de costes. Juntos, estos esfuerzos impulsan el crecimiento y la sostenibilidad de la empresa en un panorama de mercado competitivo.",
        "status": "Entiendo",
        "intro": "Una pequeña introducción sobre nuestra empresa"
    },
    "companyInformation": {
        "title": "SERTECT INNOV",
        "desc": "Soluciones Avanzadas de Red"
    },
    "footer": {
        "Explore": "Explorar",
        "WhoAreWe": "¿Quiénes somos?",
        "AboutUs": "Sobre Nosotros",
        "OurPhilosophy": "Nuestra Filosofía",
        "OurValues": "Nuestros Valores",
        "OurServices": "Nuestros Servicios",
        "ContactUs": "Contáctenos",
        "Research": "Investigación",
        "OurTeam": "Nuestro Equipo",
        "Contact": "Nuestros Contactos",
        "Location": "Abrir Google Maps",
        "mission": "En Sertect Innova, somos catalizadores de innovación y transformación en el ámbito de la Tecnología de la Información (TI). Nuestra misión está arraigada en el profundo entendimiento de que las empresas hoy en día requieren adaptación e innovación continua para prosperar en medio de desafíos contemporáneos.",
        "commitment": ""
    },
    "slides": {
        "whoti": "¿Quiénes somos?",
        "whoarewe": "Somos catalizadores de innovación y transformación en TI.<br/>Entendemos que las empresas necesitan una adaptación y una innovación constantes para prosperar.<br/>Con un firme compromiso con la excelencia, aprovechamos nuestra experiencia digital para empoderar a <br/> las organizaciones en diversos sectores.",
        "contact": "Contáctenos",
        "contact_paragraph": "Para todas las consultas sobre los servicios de tecnología de la información de Sertect Innova, no dude en contactarnos.<br/>Nuestro equipo dedicado se compromete a brindar un servicio y soporte excepcionales a nuestros clientes.<br/>Ya sea que tenga preguntas, necesite ayuda o busque oportunidades de colaboración, estamos aquí para ayudarlo.<br/>Contáctenos por teléfono, correo electrónico o mediante el formulario proporcionado a continuación,<br/> y embarquemos juntos en un viaje de innovación tecnológica.",
        "services": "Nuestros Servicios",
        "services_paragraph": "Las empresas de TI ofrecen una amplia gama de servicios, que incluyen desarrollo de software, soluciones web,<br/> computación en la nube, ciberseguridad, análisis de datos y consultoría en TI.Estos servicios están diseñados<br/> para ayudar a las empresas a optimizar operaciones,<br/> mejorar la eficiencia y mantenerse competitivas en la era digital.",
        "aboutus": "Sobre Nosotros",
        "aboutUsparagraph": "Bienvenido a Sertect Innova, su socio de confianza en el ámbito de la tecnología de la información.<br/>En Sertect Innova, estamos dedicados a impulsar la innovación y <br/>la transformación a través de soluciones de TI de vanguardia.<br/>Con un enfoque en la excelencia y la satisfacción del cliente,<br/> nos esforzamos por empoderar a las empresas en diversos sectores con nuestra experiencia y dedicación.<br/>Explore nuestros servicios y descubra cómo podemos ayudarlo <br/> a aprovechar el poder de la tecnología para alcanzar sus objetivos.",
        "products": "Productos",
        "products_paragraph": "Descubra las últimas ofertas de Sertect Innova, donde la innovación se encuentra con la instalación.<br/>Nuestro equipo está dedicado a brindarle los productos más nuevos y soluciones de vanguardia en tecnología de la información.<br/>Con instalación sin problemas y soporte experto, nos aseguramos de que su empresa se mantenga a la vanguardia.<br/>Experimente el futuro de TI con Sertect Innova."
    },
    
    "cards": {
        "title1": "¿Quiénes somos en Sertect Innova?",
        "paragraph1": "En Sertect Innova, somos catalizadores de innovación y transformación en el ámbito de la Tecnología de la Información (TI). Nuestra misión está arraigada en el profundo entendimiento de que las empresas hoy en día requieren adaptación e innovación continua para prosperar en medio de desafíos contemporáneos. Con un firme compromiso con la excelencia, ponemos en práctica nuestra experiencia en tecnologías digitales para empoderar a las organizaciones en diversos sectores.",
        "title2": "Nuestra Filosofía",
        "paragraph21": "Potenciando su Creación de Valor a través de la Experiencia Digital",
        "paragraph22": "Nuestra filosofía encarna una dedicación para acompañarlo en su camino hacia el éxito, asegurando su satisfacción y contribuyendo a la realización de sus proyectos de TI. Para nosotros, el éxito trasciende las meras soluciones técnicas; abarca la entrega de un valor tangible a sus operaciones comerciales. Independientemente de la escala o industria de su proyecto, diseñamos soluciones para abordar sus desafíos específicos. Nuestra amplia experiencia abarca diversos dominios, incluidos banca, transporte, energía, defensa y más allá, lo que refleja nuestra adaptabilidad a entornos diversos.",
        "title3": "¿Qué nos diferencia?",
        "paragraph3": "Sertect Innova es más que un simple proveedor de servicios; es un centro de intercambio de conocimientos y colaboración. Creemos en derribar las barreras de las prácticas de TI tradicionales, fomentando un entorno donde el intercambio de conocimientos alimenta una evolución positiva. Nuestros expertos experimentados están listos para guiarlo en cada fase de sus proyectos de TI, ya sea planificación estratégica, diseño arquitectónico o implementación tecnológica."
    },
    "aboutUs": {
        "aboutUsTitle": "Sobre Nosotros",
        "OurValuesTitle": "Nuestros Valores",
        "val1": "Excelencia",
        "val2": "Integridad",
        "val3": "Innovación",
        "val4": "Enfoque en el Cliente",
        "valText1": "Nos esforzamos por la excelencia en todo lo que hacemos, desde la calidad de nuestro trabajo hasta el nivel de servicio que brindamos.",
        "valText2": "Nos comportamos con el más alto nivel de integridad y profesionalismo, ganando la confianza y el respeto de nuestros clientes y socios.",
        "valText3": "Nos apasiona la innovación y abrazamos nuevas ideas y tecnologías para impulsar una mejora continua.",
        "valText4": "Nuestros clientes están en el centro de todo lo que hacemos, y estamos comprometidos a ofrecer soluciones que satisfagan sus necesidades y superen sus expectativas.",
        "word1": "Experiencia",
        "word2": "Innovación",
        "word3": "Colaboración",
        "word4": "Resultados",
        "text1": "Con un equipo de profesionales experimentados y expertos en la industria, aportamos una gran experiencia y conocimiento a cada proyecto.",
        "text2": "Estamos a la vanguardia de la innovación tecnológica, explorando constantemente nuevas ideas y soluciones para mantenernos a la vanguardia.",
        "text3": "Creemos en el poder de la colaboración y trabajamos en estrecha colaboración con nuestros clientes para comprender sus desafíos y objetivos únicos.",
        "text4": "Nuestro historial habla por sí mismo: hemos ayudado a innumerables empresas a alcanzar sus objetivos digitales y lograr resultados medibles.",
        "choice": "¿Por qué Elegir Sertect Innova?",
        "ourMissionTitle": "Nuestra Misión",
        "parOne": "En Sertect Innova, somos más que una empresa de TI, somos su socio estratégico en la transformación digital. Fundados en la creencia de que la innovación es la clave del éxito en el panorama empresarial actual en constante evolución, nos especializamos en ofrecer soluciones de vanguardia que empoderan a las organizaciones para prosperar en la era digital.",
        "ourMission": "En Sertect Innova, nuestra misión es revolucionar el panorama de las TI mediante la entrega de soluciones de vanguardia diseñadas para satisfacer las necesidades cambiantes de las empresas a nivel mundial. Estamos dedicados a empoderar a las organizaciones con tecnologías innovadoras e ideas estratégicas, permitiéndoles navegar por las complejidades del mundo digital con confianza. Con un compromiso inquebrantable con la excelencia y la satisfacción del cliente, nos esforzamos por ser el socio de confianza en el que las empresas confían para impulsar el crecimiento, fomentar la innovación y lograr el éxito en un panorama de TI en constante cambio."
    },
    "feedback": {
        "feedbackText1": "Lamentamos escuchar que tuvo una mala experiencia. Por favor, háganos saber cómo podemos mejorar.",
        "feedbackText2": "Gracias por tus comentarios. Siempre nos esforzamos por mejorar nuestro servicio.",
        "feedbackText3": "Apreciamos sus comentarios. Háganos saber cómo podemos mejorar su experiencia.",
        "feedbackText4": "¡Gracias por tus comentarios positivos! Nos alegra saber que disfrutó su experiencia con nosotros.",
        "feedbackText5": "¡Wow! ¡Gracias por la brillante reseña! Estamos encantados de saber que tuvo una experiencia tan maravillosa con nosotros.",
        "support": "Soporte",
        "motion1": "Pobre",
        "motion2": "Regular",
        "motion3": "Bueno",
        "motion4": "Muy bueno",
        "motion5": "Excelente",
        "Reviews": "Reseñas",
        "Reviews1": "Escribir Reseñas"
    },
    "videoDesc": " La implementación de políticas de seguridad se realiza manualmente ingresando reglas una por una, o alternativamente, insertando un archivo que contenga todas las reglas en el firewall, lo que lleva más tiempo y aumenta la probabilidad de errores. Además, un administrador de red puede enfrentar problemas al actualizar una política grande en un tiempo muy corto en un firewall remoto. Para abordar todos estos problemas, es necesario considerar un mecanismo para automatizar la operación de implementación. En este proyecto, utilizaremos una estrategia efectiva que podría prevenir vulnerabilidades de seguridad. Luego, proporcionaremos e implementaremos un algoritmo correcto, eficiente y seguro para clases de edición de políticas. Nuestro estudio teórico muestra que este algoritmo es muy rápido y se puede usar de manera segura, incluso para implementar políticas de muy gran tamaño. Su objetivo es crear una aplicación confiable, ahorrando al administrador de red el desperdicio de demasiado tiempo y energía en la implementación manual de políticas de seguridad. Esta herramienta convertirá el algoritmo descrito anteriormente en una implementación automática, eficiente y rápida de políticas a gran escala. Este software se instalará en cualquier servidor de computadora y primero se probará en firewalls de software. En una segunda fase, la aplicación se ampliará para garantizar la comunicación con firewalls físicos. Nuestra aplicación también será objeto de publicaciones y conferencias científicas en el futuro para ser verificada en eventos científicos internacionales importantes. Nuestro trabajo es una innovación de producto que abordará un servicio existente, que es la implementación manual de una política de seguridad, pero con un nuevo método posible gracias a la tecnología representada por la automatización de actualizaciones de firewall.",
    "layout": {
        "layoutDemo": "Casa en el bosque",
        "layoutText1": "Un refugio sereno y tranquilo, esta casa en el bosque ofrece una escapada pacífica del ajetreo y el bullicio de la vida en la ciudad.",
        "layoutDemo1": "Casa sobre las nubes",
        "layoutText2": "Encaramada en lo alto del mundo, esta casa ofrece vistas impresionantes y una experiencia de vida única. Es un lugar donde el cielo se encuentra con el hogar, y la tranquilidad es un modo de vida.",
        "layoutDemo2": "Verde por todas partes",
        "layoutText3": "Una casa rodeada de vegetación y la belleza de la naturaleza. Es el lugar perfecto para relajarse, descansar y disfrutar de la vida.",
        "layoutDemo3": "Los ríos son serenos",
        "layoutText4": "Una casa junto al río es un lugar de paz y tranquilidad. Es el lugar perfecto para relajarse, descansar y disfrutar de la vida."
    },
    "project": {
        "word1": "Detalles",
        "word2": "Cliente",
        "word3": "Tipo",
        "word4": "Presupuesto",
        "word5": "Duración"
    },
    "contactUs": {
        "text1": "Consulta General",
        "text2": "Soporte Técnico",
        "text3": "Comentarios y Sugerencias",
        "text4": "Solicitud de Presupuesto",
        "text5": "Informar un Error o Problema",
        "text6": "Oportunidades de Colaboración",
        "text7": "Consultas de Medios y Prensa",
        "text8": "Oportunidades de Empleo",
        "text9": "Otro",
        "val1": "Consulta General",
        "val2": "Soporte Técnico",
        "val3": "Comentarios y Sugerencias",
        "val4": "Solicitud de Presupuesto",
        "val5": "Informar un Error o Problema",
        "val6": "Oportunidades de Colaboración",
        "val7": "Consultas de Medios y Prensa",
        "val8": "Oportunidades de Empleo",
        "val9": "Otro",
        "title": "Contáctenos",
        "des1": "Únete ahora",
        "desc2": "¿Está buscando soluciones para sus consultas, buscando resolver un problema o tal vez buscando brindarnos sus valiosos comentarios?",
        "title2": "¿Tienes Alguna Pregunta?",
        "desc3": "Porque trabajar en Sertect Innova no es solo un trabajo, ¡es una verdadera aventura profesional y humana! Ya sea que quieras convertirte en un gran desarrollador, el mejor experto técnico o un gerente de proyectos fantástico, tenemos un lugar para ti y la voluntad de apoyarte en tu desarrollo. Porque compartes nuestros valores: trabajo en equipo, autonomía, realización, diversión, responsabilidad, amistad y compartir. Porque quieres una vida cotidiana que combine el amor por las nuevas tecnologías, la realización de proyectos innovadores y el bienestar.",
        "formName": "Nombre",
        "formLast": "Apellido",
        "formEmail": "CorreoElec",
        "formSub": "Seleccionar Asunto",
        "formSend": "Enviar",
        "msg": "Tu mensaje ..."
    },
    "services": {
        "title1": "Consultoría en TI",
        "title2": "Integración",
        "title3": "Desarrollo Personalizado",
        "title6": "Capacitación y Compartir Conocimiento",
        "title5": "Investigación y Desarrollo",
        "title4": "Soporte y Mantenimiento",
        "val1": "Como consultores de TI de confianza, brindamos orientación estratégica para impulsar iniciativas de transformación digital. Desde definir estrategias de TI hasta seleccionar las tecnologías adecuadas, ayudamos a los clientes a aprovechar la TI para alcanzar sus objetivos comerciales.",
        "val2": "Nuestros servicios de integración se centran en integrar de manera transparente soluciones existentes en los ecosistemas de TI de los clientes. Ya sea aprovechando tecnologías de código abierto o propietarias, garantizamos una interoperabilidad fluida para mejorar la eficiencia y reducir costos.",
        "val3": "Nos especializamos en diseñar y desarrollar soluciones de software personalizadas diseñadas para satisfacer las necesidades únicas de nuestros clientes. Desde aplicaciones personalizadas hasta integración con sistemas existentes, ofrecemos soluciones que impulsan el crecimiento y la competitividad empresarial.",
        "val4": "Nuestros servicios de soporte y mantenimiento garantizan el funcionamiento sin problemas de los sistemas y aplicaciones de TI. Con monitoreo proactivo y soporte receptivo, minimizamos el tiempo de inactividad y optimizamos el rendimiento del sistema para mantener las operaciones comerciales funcionando sin problemas.",
        "val5": "Ofrecemos programas de capacitación personalizados y sesiones de intercambio de conocimientos para capacitar a los equipos de los clientes con las habilidades y conocimientos necesarios para aprovechar nuevas tecnologías de manera efectiva. Nuestro objetivo es fomentar una cultura de aprendizaje continuo e innovación dentro de las organizaciones de los clientes.",
        "val6": "En Sertect Innova, invertimos en iniciativas de investigación para desarrollar soluciones innovadoras que aborden desafíos actuales y futuros. Colaborando con socios académicos e industriales, nos esforzamos por empujar los límites de la tecnología para ofrecer soluciones de vanguardia a nuestros clientes.",
        "phone": "N Teléfono",
        "service": "Seleccione Servicio",
        "req": "Tu Solicitud...",
        "explore": "Explorar",
        "services": "Nuestros Servicios",
        "mainTitle": "Servicios de IT Integral que Ofrecemos",
        "request": "Solicitar un Servicio",
        "reqPar": "Captura la esencia de tu visión con detalle vibrante. Cuanto más intrincado, más encantador. ¿Qué sigue? Anticipa nuestra respuesta rápida, una conversación enfocada para desentrañar tu proyecto y un presupuesto meticulosamente elaborado para solidificar nuestra asociación.",
        "project": "¿Un proyecto? ¡Lo mejor es hablar de ello!",
        "projectPar": "Nuestro enfoque consiste en analizar tus sistemas y tu actividad para comprender tus problemas y asesorarte sobre cómo mejorar la organización, la productividad y la seguridad de tus sistemas de información. Sertect Innova ofrece soluciones de software para sus clientes. Las soluciones de software de Sertect Innova se desarrollan en función de la experiencia adquirida en nuestros proyectos con nuestros clientes. Estas soluciones de software empresarial están diseñadas inherentemente para adaptarse a las necesidades específicas de cada cliente."
    },
    "profiler": {
        "team": "Nuestro Equipo",
        "clients": "Nuestros Clientes",
        "projects": "Nuestros Proyectos",
        "brands": "Nuestras Marcas",
        "connect": "Conectado con Sertect Innova",
        "title1": "Consultoría en TI",
        "title2": "Integración",
        "title3": "Desarrollo Personalizado",
        "title4": "Soporte y Mantenimiento",
        "title5": "Capacitación y Compartimiento de Conocimientos",
        "title6": "Investigación y Desarrollo",
        "desc1": "Como consultores de TI de confianza, brindamos orientación estratégica para impulsar las iniciativas de transformación digital. Desde la definición de estrategias de TI hasta la selección de las tecnologías adecuadas, ayudamos a los clientes a aprovechar las TI para alcanzar sus objetivos comerciales.",
        "desc2": "Nuestros servicios de integración se centran en integrar de manera fluida las soluciones existentes en los ecosistemas de TI de los clientes. Ya sea aprovechando tecnologías de código abierto o propietarias, aseguramos una interoperabilidad suave para mejorar la eficiencia y reducir los costos.",
        "desc3": "Nos especializamos en el diseño y desarrollo de soluciones de software personalizadas adaptadas a las necesidades únicas de nuestros clientes. Desde aplicaciones personalizadas hasta integración con sistemas existentes, ofrecemos soluciones que impulsan el crecimiento y la competitividad empresarial.",
        "desc4": "Nuestros servicios de soporte y mantenimiento garantizan el funcionamiento continuo de los sistemas y aplicaciones de TI. Con monitoreo proactivo y soporte receptivo, minimizamos el tiempo de inactividad y optimizamos el rendimiento del sistema para mantener el funcionamiento fluido de las empresas.",
        "desc5": "Ofrecemos programas de capacitación personalizados y sesiones de intercambio de conocimientos para capacitar a los equipos de clientes con las habilidades y conocimientos necesarios para aprovechar las nuevas tecnologías de manera efectiva. Nuestro objetivo es fomentar una cultura de aprendizaje continuo e innovación dentro de las organizaciones clientes.",
        "desc6": "En Sertect Innova, invertimos en iniciativas de investigación para desarrollar soluciones innovadoras que aborden los desafíos actuales y futuros. Colaborando con socios académicos e industriales, nos esforzamos por ampliar los límites de la tecnología para ofrecer soluciones de vanguardia a nuestros clientes.",
        "def": "En Sertect Innova, somos más que una simple empresa de TI: somos su socio estratégico en la transformación digital. Fundada en la creencia de que la innovación es la clave del éxito en el cambiante panorama empresarial actual, nos especializamos en ofrecer soluciones de vanguardia que permiten a las organizaciones prosperar en la era digital."
    },
    "research": {
        "text1": "Visión general",
        "text2": " de la",
        "text3": " Investigación",
        "text4": "Actividades",
        "desc1": "La investigación en Sertect Innova es integral a nuestro compromiso con la innovación y la resolución de problemas. Dedicamos recursos a explorar tecnologías de vanguardia y desarrollar soluciones para abordar desafíos complejos.",
        "title1": "Áreas de Enfoque de la Investigación",
        "title2": "Beneficios para los Clientes",
        "title3": "Colaboraciones y Asociaciones",
        "title4": "Direcciones Futuras",
        "title5": "Compartir Conocimientos y Difusión",
        "par1": "Nuestra investigación se centra en el desarrollo de algoritmos para resolver problemas comerciales complejos, especialmente en optimización y optimización combinatoria.",
        "par2": "Nuestra investigación se traduce directamente en beneficios prácticos para nuestros clientes, incluyendo soluciones innovadoras que mejoran la eficiencia, reducen costos y aumentan el rendimiento.",
        "par3": "Nuestra investigación se centra en el desarrollo de algoritmos para resolver problemas comerciales complejos, especialmente en optimización y optimización combinatoria.",
        "par4": "Nuestra investigación futura seguirá enfocada en desarrollar algoritmos avanzados y soluciones para abordar desafíos emergentes en diversas industrias, como la salud, el transporte y las finanzas.",
        "par5": "Compartimos activamente nuestros hallazgos de investigación a través de publicaciones, presentaciones en conferencias y participación en eventos industriales, contribuyendo al avance del conocimiento en nuestro campo."
    }
}
