{
    "navbar": {
        "title": "SERTECT INNOV",
        "home": "Accueil",
        "Services": "Services",
        "Products": {
            "pro01": "Produits",
            "pro0": "Plus d'options",
            "pro1": "Nous",
            "pro2": "Portfolio",
            "pro3": "Recherche"
        },
        "solutions": {
            "op0": "Plus d'options",
            "op1": "Développement de logiciels",
            "op2": "Développement Web",
            "op3": "Services informatiques en nuage"
        },
        "company": "Les activités d'une entreprise couvrent divers domaines cruciaux pour son succès. Celles-ci englobent le développement de produits, la fourniture de services, le marketing, les ventes, la gestion de la relation client, et la gestion des opérations et de la chaîne d'approvisionnement. Grâce à l'innovation, les entreprises créent ou améliorent des produits et des services pour répondre aux besoins évolutifs des clients. Les efforts de marketing et de vente assurent la visibilité et l'acquisition de clients, tandis que la gestion de la relation client favorise la fidélité et la satisfaction. Une gestion efficace des opérations et de la chaîne d'approvisionnement permet des opérations commerciales fluides et un contrôle des coûts. Ensemble, ces efforts stimulent la croissance et la durabilité de l'entreprise dans un paysage concurrentiel.",
        "status": "Je comprends",
        "intro": "Une petite introduction pour notre entreprise"
    },
    "companyInformation": {
        "title": "SERTECT INNOV",
        "desc": "Solutions Réseau Avancées"
    },
    "footer": {
        "Explore": "Explorer",
        "WhoAreWe": "Qui sommes-nous?",
        "AboutUs": "nous",
        "OurPhilosophy": "Notre philosophie",
        "OurValues": "Nos valeurs",
        "OurServices": "Nos services",
        "Research": "Recherche",
        "ContactUs": "Contactez-nous",
        "OurTeam": "Notre équipe",
        "Contact": "Nos Contacts",
        "Location": "Ouvrir Google Maps",
        "mission": "Chez Sertect Innova, nous sommes des catalyseurs de l'innovation et de la transformation dans le domaine de la technologie de l'information (TI). Notre mission est enracinée dans la compréhension profonde que les entreprises d'aujourd'hui nécessitent une adaptation et une innovation continues pour prospérer face aux défis contemporains.",
        "commitment": "",
        "mission2": "Notre mission va au-delà des simples avancées technologiques ; elle englobe un dévouement à autonomiser nos clients pour qu'ils puissent libérer leur plein potentiel, saisir de nouvelles opportunités et rester en avance sur la courbe dans un marché en constante évolution. Avec un accent sur la fourniture d'une valeur tangible et des résultats durables, nous nous positionnons en tant que partenaires de confiance sur le chemin du changement transformateur et du succès durable"
    },
    "slides": {
        "whoti": "qui sommes-nous ?",
        "whoarewe": "Nous sommes des catalyseurs de l'innovation et de la transformation en informatique. Nous comprenons que les entreprises\n ont besoin d'adaptation et d'innovation constantes pour prospérer. Avec un engagement fort envers\n l'excellence, nous exploitons notre expertise numérique pour autonomiser les organisations dans divers\n secteurs.",
        "contact": "Contactez-nous",
        "contact_paragraph": "Pour toutes les questions concernant les services informatiques de Sertect Innova,\n n'hésitez pas à nous contacter. Notre équipe dévouée s'engage\n à fournir un service et un support exceptionnels à nos clients.\n Que vous ayez des questions, besoin d'aide,\n ou recherchiez des opportunités de collaboration, nous sommes là pour vous aider.\n Contactez-nous par téléphone, e-mail ou le formulaire fourni ci-dessous,\n et embarquons ensemble dans une aventure d'innovation technologique.\n",
        "services": "Nos Services",
        "services_paragraph": "Les entreprises informatiques fournissent une large gamme de services, notamment le développement de logiciels,\n solutions web, informatique en nuage, cybersécurité, analyse de données et conseil en informatique.\n Ces services sont conçus pour aider les entreprises à rationaliser leurs opérations,\n améliorer l'efficacité et rester compétitives à l'ère numérique.",
        "aboutus": "À propos de nous",
        "aboutUsparagraph": "Bienvenue chez Sertect Innova,<br/> votre partenaire de confiance dans le domaine de la technologie de l'information. Chez Sertect Innova, nous sommes dédiés<br/> à stimuler l'innovation et la transformation grâce à des solutions informatiques de pointe.<br/> Avec un accent sur l'excellence et la satisfaction client, nous nous efforçons d'autonomiser  les entreprises dans divers secteurs <br/> avec notre expertise et notre dévouement.<br/> Explorez nos services et découvrez <br/> comment nous pouvons vous aider à exploiter la puissance de la technologie pour atteindre vos objectifs.<br/>",
        "products": "Produits",
        "products_paragraph": "Découvrez les dernières offres de Sertect Innova,\n où l'innovation rencontre l'installation. Notre équipe est dédiée à vous apporter\n les derniers produits et solutions de pointe en information\n technologie. Avec une installation transparente et un support expert, nous nous assurons que votre entreprise reste\n en avance sur la courbe\n Découvrez le futur de l'informatique avec Sertect Innova."
    },
    "cards": {
        "title1": "Qui est Sertect Innova?",
        "paragraph1": "Chez Sertect Innova, nous sommes des catalyseurs de l'innovation et de la transformation\n dans le domaine de la technologie de l'information (TI).\n Notre mission est enracinée dans la compréhension profonde\n que les entreprises d'aujourd'hui nécessitent une adaptation continue\n et l'innovation pour prospérer face aux défis contemporains.\n Avec un engagement indéfectible envers l'excellence,\n nous apportons notre expertise en technologies numériques pour autonomiser\n les organisations dans divers secteurs.",
        "title2": "Notre Philosophie",
        "paragraph21": "Autonomiser Votre Création de Valeur Grâce à l'Expertise Numérique",
        "paragraph22": "Notre philosophie incarne un dévouement à vous accompagner dans votre parcours vers le succès, en garantissant votre satisfaction et en contribuant à la réalisation de vos projets informatiques. Pour nous, le succès va au-delà des simples solutions techniques ; il englobe la fourniture d'une valeur tangible à vos opérations commerciales. Indépendamment de l'ampleur ou du secteur de votre projet, nous adaptons des solutions pour répondre à vos défis spécifiques. Notre expérience étendue couvre divers domaines, notamment la banque, le transport, l'énergie, la défense, et au-delà, reflétant notre adaptabilité à des environnements divers.",
        "title3": "Ce Qui Nous Différencie?",
        "paragraph3": "Sertect Innova est bien plus qu'un simple prestataire de services ; c'est un lieu de partage de connaissances et de collaboration. Nous croyons en la rupture des barrières des pratiques informatiques traditionnelles, en favorisant un environnement où l'échange de connaissances alimente une évolution positive. Nos experts chevronnés sont prêts à vous guider à travers chaque phase de vos projets informatiques, que ce soit la planification stratégique, la conception architecturale, ou la mise en œuvre technologique."
    },
    "aboutUs": {
        "aboutUsTitle": "À propos de nous",
        "OurValuesTitle": "Nos Valeurs",
        "val1": "Excellence",
        "val2": "Intégrité",
        "val3": "Innovation",
        "val4": "Orientation Client",
        "valText1": "Nous visons l'excellence dans tout ce que nous faisons, de la qualité de notre travail au niveau de service que nous offrons.",
        "valText2": "Nous nous conduisons avec le plus haut niveau d'intégrité et de professionnalisme, gagnant la confiance et le respect de nos clients et partenaires.",
        "valText3": "Nous sommes passionnés par l'innovation et adoptons de nouvelles idées et technologies pour stimuler l'amélioration continue.",
        "valText4": "Nos clients sont au centre de tout ce que nous faisons, et nous nous engageons à fournir des solutions qui répondent à leurs besoins et dépassent leurs attentes.",
        "word1": "Expertise",
        "word2": "Innovation",
        "word3": "Collaboration",
        "word4": "Résultats",
        "text1": "Avec une équipe de professionnels chevronnés et d'experts de l'industrie, nous apportons une richesse d'expérience et de connaissances à chaque projet.",
        "text2": "Nous sommes à l'avant-garde de l'innovation technologique, explorant constamment de nouvelles idées et solutions pour rester en avance sur la courbe.",
        "text3": "Nous croyons au pouvoir de la collaboration et travaillons en étroite collaboration avec nos clients pour comprendre leurs défis et objectifs uniques.",
        "text4": "Notre bilan parle de lui-même - nous avons aidé d'innombrables entreprises à atteindre leurs objectifs numériques et à obtenir des résultats mesurables.",
        "choice": "Pourquoi Choisir Sertect Innova?",
        "ourMissionTitle": "notre mission",
        "parOne": "Chez Sertect Innova, nous sommes bien plus qu'une simple entreprise informatique - nous sommes votre partenaire stratégique dans la transformation numérique. Fondée sur la conviction que l'innovation est la clé du succès dans le paysage commercial en constante évolution d'aujourd'hui, nous sommes spécialisés dans la fourniture de solutions de pointe qui permettent aux organisations de prospérer à l'ère numérique.",
        "ourMission": "Chez Sertect Innova, notre mission est de révolutionner le paysage informatique en fournissant des solutions de pointe adaptées aux besoins évolutifs des entreprises à l'échelle mondiale. Nous sommes déterminés à autonomiser les organisations avec des technologies innovantes et des insights stratégiques, leur permettant de naviguer dans les complexités du monde numérique avec confiance. Avec un engagement inébranlable envers l'excellence et la satisfaction client, nous nous efforçons d'être le partenaire de confiance sur lequel les entreprises comptent pour stimuler la croissance, favoriser l'innovation, et atteindre le succès dans un paysage informatique en constante évolution."
    },
    "feedback": {
        "feedbackText1": "Nous sommes désolés d'apprendre que vous avez eu une mauvaise expérience. Veuillez nous faire savoir comment nous pouvons nous améliorer.",
        "feedbackText2": "Merci pour votre retour. Nous nous efforçons toujours d'améliorer notre service.",
        "feedbackText3": "Nous apprécions votre retour. Faites-nous savoir comment nous pouvons améliorer votre expérience.",
        "feedbackText4": "Merci pour votre retour positif! Nous sommes ravis d'apprendre que vous avez apprécié votre expérience avec nous.",
        "feedbackText5": "Wow! Merci pour l'avis élogieux! Nous sommes ravis d'apprendre que vous avez eu une si bonne expérience avec nous.",
        "support": "Support",
        "motion1": "Mauvais",
        "motion2": "Passable",
        "motion3": "Bon",
        "motion4": "Très bien",
        "motion5": "Excellent",
        "Reviews": "Avis",
        "Reviews1": "Écrire des avis"
    },
    "videoDesc": " Le déploiement des politiques de sécurité se fait manuellement en saisissant les règles une par une, ou alternativement en insérant un fichier contenant toutes les règles dans le pare-feu, ce qui prend plus de temps et augmente la probabilité d'erreurs. De plus, un administrateur réseau peut rencontrer des problèmes lors de la mise à jour d'une grande politique dans un très court laps de temps sur un pare-feu distant. Pour résoudre tous ces problèmes, il est nécessaire de considérer un mécanisme pour automatiser l'opération de déploiement. Dans ce projet, nous utiliserons une stratégie efficace qui pourrait prévenir les vulnérabilités de sécurité. Ensuite, nous fournirons et implémenterons un algorithme correct, efficace et sûr pour les classes d'édition de politique. Notre étude théorique montre que cet algorithme est très rapide et peut être utilisé en toute sécurité, même pour le déploiement de politiques de très grande taille. Son objectif est de créer une application fiable, sauvant l'administrateur réseau du gaspillage de trop de temps et d'énergie sur le déploiement manuel des politiques de sécurité. Cet outil convertira l'algorithme décrit ci-dessus pour déployer automatiquement, efficacement et rapidement des politiques à grande échelle. Ce logiciel sera installé sur n'importe quel serveur informatique et sera d'abord testé sur des pare-feu logiciels. Dans une deuxième phase, l'application sera étendue pour assurer la communication avec des pare-feu physiques. Notre application fera également l'objet de publications et de conférences scientifiques à l'avenir pour être vérifiée dans les principaux événements scientifiques internationaux. Notre travail est une innovation de produit qui répondra à un service existant, qui est le déploiement manuel d'une politique de sécurité mais avec une nouvelle méthode rendue possible par la technologie représentée par l'automatisation de la mise à jour du pare-feu.",
    "layout": {
        "layoutDemo": "Maison dans les bois",
        "layoutText1": "Un refuge serein et tranquille, cette maison dans les bois offre une évasion paisible\n        de l'agitation de la vie citadine.",
        "layoutDemo1": "Maison au-dessus des nuages",
        "layoutText2": " Perchée haut au-dessus du monde, cette maison offre une vue imprenable et une\n        expérience de vie unique. C'est un endroit où le ciel rencontre la maison,\n        et la tranquillité est un mode de vie.",
        "layoutDemo2": "Verts partout",
        "layoutText3": " Une maison entourée de verdure et de la beauté de la nature. C'est le\n        lieu parfait pour se détendre, se relaxer et profiter de la vie.",
        "layoutDemo3": "Les rivières sont sereines",
        "layoutText4": "Une maison au bord de la rivière est un lieu de paix et de tranquillité. C'est le\n        endroit parfait pour se détendre, se relaxer et profiter de la vie."
    },
    "project": {
        "word1": "Détails",
        "word2": "Client",
        "word3": "Type",
        "word4": "Budget",
        "word5": "Durée"
    },
    "contactUs": {
        "text1": "Demande générale",
        "text2": "Support Technique",
        "text3": "Retours et Suggestions",
        "text4": "Demande de Devis",
        "text5": "Signaler un Bug ou un Problème",
        "text6": "Opportunités de Collaboration",
        "text7": "Média et Demandes de Presse",
        "text8": "Opportunités d'Emploi",
        "text9": "Autre",
        "val1": "Demande générale",
        "val2": "Support Technique",
        "val3": "Retours et Suggestions",
        "val4": "Demande de Devis",
        "val5": "Signaler un Bug ou un Problème",
        "val6": "Opportunités de Collaboration",
        "val7": "Média et Demandes de Presse",
        "val8": "Opportunités d'Emploi",
        "val9": "Autre",
        "title": "Contactez-nous",
        "des1": "Inscrivez-vous maintenant",
        "desc2": "Vous cherchez des solutions à vos questions, visant\n                à résoudre un problème, ou peut-être cherchez-vous à nous fournir vos\n                précieux retours?",
        "title2": "Avez-vous des questions",
        "desc3": "Parce que travailler chez Sertect Innova n'est pas seulement un travail, c'est une véritable aventure professionnelle et humaine ! Que vous souhaitiez devenir un grand développeur, le meilleur expert technique, ou un fantastique chef de projet, nous avons une place pour vous et la volonté de vous soutenir dans votre développement. Parce que vous partagez nos valeurs : travail d'équipe, autonomie, épanouissement, plaisir, responsabilité, convivialité, et partage. Parce que vous voulez une vie quotidienne qui allie amour des nouvelles technologies, réalisation de projets innovants, et bien-être.",
        "formName": "Prénom",
        "formLast": "Nom",
        "formEmail": "E-mail",
        "formSub": "Sélectionner un sujet",
        "formSend": "Envoyer",
        "msg": "Votre message ..."
    },
    "services": {
        "title1": "Conseil en IT ",
        "title2": "Intégration",
        "title3": "Développement sur Mesure",
        "title6": "Formation et Partage de Connaissances",
        "title5": "Recherche et Développement",
        "title4": "Support et Maintenance",
        "val1": "En tant que consultants en IT de confiance, nous fournissons des conseils stratégiques pour stimuler les initiatives de transformation numérique. De la définition de stratégies informatiques à la sélection des bonnes technologies, nous aidons les clients à IT rer parti de l'informatique pour atteindre leurs objectifs commerciaux.",
        "val2": "Nos services d'intégration se concentrent sur l'intégration transparente de solutions existantes dans les écosystèmes informatiques des clients. En IT rant parti de technologies open source ou propriétaires, nous assurons une interopérabilité fluide pour améliorer l'efficacité et réduire les coûts.",
        "val3": "Nous sommes spécialisés dans la conception et le développement de solutions logicielles sur mesure adaptées aux besoins uniques de nos clients. Des applications personnalisées à l'intégration avec des systèmes existants, nous fournissons des solutions qui stimulent la croissance et la compétitivité commerciales.",
        "val4": "Nos services de support et de maintenance garantissent le bon fonctionnement des systèmes et des applications informatiques. Avec une surveillance proactive et un support réactif, nous minimisons les temps d'arrêt et optimisons les performances du système pour maintenir le bon fonctionnement des entreprises.",
        "val5": "Nous proposons des programmes de formation personnalisés et des sessions de partage de connaissances pour autonomiser les équipes clients avec les compétences et les idées nécessaires pour exploiter efficacement les nouvelles technologies. Notre objectif est de favoriser une culture d'apprentissage et d'innovation continue au sein des organisations clientes.",
        "val6": "Chez Sertect Innova, nous investissons dans des initiatives de recherche pour développer des solutions innovantes qui répondent aux défis actuels et futurs. En collaborant avec des partenaires universitaires et industriels, nous nous efforçons de repousser les limites de la technologie pour fournir des solutions de pointe à nos clients.",
        "phone": "Téléphone",
        "service": "Sélectionner un Service",
        "req": "Votre Demande...",
        "explore": "Explorer",
        "services": "Nos Services",
        "mainTitle": "Services Informatiques Complets Que Nous Offrons",
        "request": "Demander un service",
        "reqPar": "Capturez l'essence de votre vision avec des détails vibrants. Plus c'est complexe, plus c'est enchanteur. Ensuite ? Anticipez notre réponse rapide, une conversation ciblée pour dénouer votre projet et un devis méticuleusement conçu pour solidifier notre partenariat.",
        "project": "Un projet ? Le mieux est d'en parler !",
        "projectPar": "Notre approche consiste à analyser vos systèmes et votre activité afin de comprendre vos problèmes et de vous conseiller pour améliorer l'organisation, la productivité et la sécurité de vos systèmes d'information. Sertect Innova propose des solutions logicielles à ses clients. Les solutions logicielles de Sertect Innova sont développées sur la base de l'expérience acquise auprès de nos projets avec nos clients. Ces solutions logicielles métier sont conçues pour être intrinsèquement adaptées aux besoins spécifiques de chaque client."
    },
    "profiler": {
        "team": "Notre Équipe",
        "clients": "Nos Clients",
        "projects": "Nos Projets",
        "brands": "Nos Marques",
        "connect": "Connecté avec Sertect Innova",
        "title1": "Consultation en IT ",
        "title2": "Intégration",
        "title3": "Développement Personnalisé",
        "title4": "Support et Maintenance",
        "title5": "Formation et Partage de Connaissances",
        "title6": "Recherche et Développement",
        "desc1": "En tant que consultants en IT de confiance, nous fournissons des conseils stratégiques pour stimuler les initiatives de transformation numérique. De la définition des stratégies informatiques à la sélection des bonnes technologies, nous aidons les clients à exploiter les IT pour atteindre leurs objectifs commerciaux.",
        "desc2": "Nos services d'intégration visent à intégrer de manière transparente les solutions existantes dans les écosystèmes informatiques des clients. Que ce soit en exploitant des technologies open source ou propriétaires, nous assurons une interopérabilité fluide pour améliorer l'efficacité et réduire les coûts.",
        "desc3": "Nous nous spécialisons dans la conception et le développement de solutions logicielles personnalisées adaptées aux besoins uniques de nos clients. Des applications personnalisées à l'intégration avec les systèmes existants, nous fournissons des solutions qui stimulent la croissance et la compétitivité commerciales.",
        "desc4": "Nos services de support et de maintenance garantissent le bon fonctionnement des systèmes et des applications informatiques. Grâce à une surveillance proactive et un support réactif, nous minimisons les temps d'arrêt et optimisons les performances du système pour maintenir le bon fonctionnement des entreprises.",
        "desc5": "Nous proposons des programmes de formation personnalisés et des sessions de partage des connaissances pour permettre aux équipes clients d'acquérir les compétences et les connaissances nécessaires pour exploiter efficacement les nouvelles technologies. Notre objectif est de favoriser une culture d'apprentissage continu et d'innovation au sein des organisations clientes.",
        "desc6": "Chez Sertect Innova, nous investissons dans des initiatives de recherche pour développer des solutions innovantes qui répondent aux défis actuels et futurs. En collaborant avec des partenaires universitaires et industriels, nous nous efforçons de repousser les limites de la technologie pour fournir des solutions de pointe à nos clients.",
        "def": "Chez Sertect Innova, nous sommes plus qu'une simple entreprise informatique - nous sommes votre partenaire stratégique dans la transformation numérique. Fondée sur la conviction que l'innovation est la clé du succès dans le paysage commercial en évolution rapide d'aujourd'hui, nous nous spécialisons dans la fourniture de solutions de pointe qui permettent aux organisations de prospérer à l'ère numérique."
    },
    "research": {
        "text1": "Aperçu",
        "text2": " de la",
        "text3": " Recherche",
        "text4": "Activités",
        "desc1": "La recherche chez Sertect Innova est intégrale à notre engagement envers l'innovation et la résolution de problèmes. Nous consacrons des ressources à l'exploration des technologies de pointe et au développement de solutions pour relever des défis complexes.",
        "title1": "Domaines de Focus de la Recherche",
        "title2": "Avantages pour les Clients",
        "title3": "Collaborations et Partenariats",
        "title4": "Orientations Futures",
        "title5": "Partage des Connaissances et Diffusion",
        "par1": "Notre recherche se concentre sur le développement d'algorithmes pour résoudre des problèmes commerciaux complexes, notamment en optimisation et en optimisation combinatoire.",
        "par2": "Notre recherche se traduit directement par des avantages pratiques pour nos clients, notamment des solutions innovantes qui améliorent l'efficacité, réduisent les coûts et renforcent les performances.",
        "par3": "Notre recherche se concentre sur le développement d'algorithmes pour résoudre des problèmes commerciaux complexes, notamment en optimisation et en optimisation combinatoire.",
        "par4": "Notre recherche future continuera à se concentrer sur le développement d'algorithmes avancés et de solutions pour relever les défis émergents dans divers secteurs, tels que la santé, le transport et la finance.",
        "par5": "Nous partageons activement nos résultats de recherche par le biais de publications, de présentations lors de conférences et de participation à des événements industriels, contribuant ainsi à l'avancement des connaissances dans notre domaine."
    }
}
